{
  "text": {
    " ": 0,
    "h": 567,
    "e": 462,
    "y": 1141,
    " h": 93,
    "he": 576,
    "ey": 523,
    "y ": 1142,
    " he": 96,
    "hey": 582,
    "ey ": 524,
    " hey": 98,
    "hey ": 583,
    "l": 692,
    "o": 818,
    "el": 481,
    "ll": 715,
    "lo": 721,
    "o ": 819,
    "hel": 578,
    "ell": 485,
    "llo": 717,
    "lo ": 722,
    " hel": 97,
    "hell": 579,
    "ello": 487,
    "llo ": 718,
    "i": 625,
    "hi": 584,
    "i ": 626,
    " hi": 99,
    "hi ": 585,
    " hi ": 100,
    "t": 1000,
    "r": 916,
    " t": 203,
    "th": 1016,
    "er": 497,
    "re": 921,
    "e ": 463,
    " th": 210,
    "the": 1020,
    "her": 580,
    "ere": 501,
    "re ": 922,
    " the": 212,
    "ther": 1022,
    "here": 581,
    "ere ": 502,
    "g": 538,
    "d": 430,
    " g": 77,
    "go": 553,
    "oo": 849,
    "od": 822,
    "d ": 431,
    " go": 83,
    "goo": 557,
    "ood": 850,
    "od ": 823,
    " goo": 86,
    "good": 558,
    "ood ": 851,
    "m": 735,
    "n": 771,
    " m": 135,
    "mo": 750,
    "or": 863,
    "rn": 941,
    "ni": 794,
    "in": 639,
    "ng": 784,
    "g ": 539,
    " mo": 139,
    "mor": 753,
    "orn": 866,
    "rni": 942,
    "nin": 799,
    "ing": 643,
    "ng ": 785,
    " mor": 141,
    "morn": 754,
    "orni": 867,
    "rnin": 943,
    "ning": 800,
    "ing ": 644,
    "v": 1100,
    " e": 69,
    "ev": 516,
    "ve": 1101,
    "en": 494,
    " ev": 70,
    "eve": 517,
    "ven": 1103,
    "eni": 495,
    " eve": 71,
    "even": 518,
    "veni": 1104,
    "enin": 496,
    "oi": 832,
    "n ": 772,
    "moi": 751,
    "oin": 833,
    "in ": 640,
    " moi": 140,
    "moin": 752,
    "oin ": 834,
    " l": 122,
    "le": 703,
    "et": 512,
    "t ": 1001,
    " le": 126,
    "let": 705,
    "et ": 513,
    " let": 127,
    "let ": 706,
    "s": 962,
    " s": 181,
    "s ": 963,
    " s ": 182,
    "go ": 554,
    " go ": 84,
    "u": 1063,
    " d": 59,
    "du": 459,
    "ud": 1067,
    "de": 440,
    " du": 67,
    "dud": 460,
    "ude": 1068,
    "de ": 441,
    " dud": 68,
    "dude": 461,
    "ude ": 1069,
    "dm": 451,
    "odm": 828,
    "dmo": 452,
    "oodm": 854,
    "odmo": 829,
    "dmor": 453,
    "ode": 826,
    "dev": 446,
    "oode": 853,
    "odev": 827,
    "deve": 447,
    "a": 285,
    "f": 525,
    " a": 4,
    "af": 295,
    "ft": 532,
    "te": 1010,
    "no": 803,
    "on": 841,
    " af": 6,
    "aft": 296,
    "fte": 533,
    "ter": 1013,
    "ern": 506,
    "rno": 944,
    "noo": 805,
    "oon": 857,
    "on ": 842,
    " aft": 7,
    "afte": 297,
    "fter": 534,
    "tern": 1015,
    "erno": 507,
    "rnoo": 945,
    "noon": 806,
    "oon ": 858,
    "x": 1129,
    " x": 253,
    "xi": 1133,
    " xi": 256,
    "xin": 1134,
    " xin": 257,
    "xin ": 1135,
    "c": 390,
    "à": 1154,
    " c": 37,
    "ch": 397,
    "hà": 607,
    "ào": 1160,
    " ch": 38,
    "chà": 400,
    "hào": 610,
    "ào ": 1161,
    " chà": 40,
    "chào": 401,
    "hào ": 611,
    "b": 349,
    "ạ": 1202,
    " b": 16,
    "bạ": 384,
    "ạn": 1207,
    " bạ": 33,
    "bạn": 385,
    "ạn ": 1208,
    " bạn": 34,
    "bạn ": 386,
    "cu": 411,
    "u ": 1064,
    " cu": 45,
    "cu ": 412,
    " cu ": 46,
    "by": 374,
    " by": 26,
    "by ": 375,
    " by ": 27,
    "se": 978,
    "ee": 474,
    " se": 190,
    "see": 980,
    "ee ": 475,
    " see": 191,
    "see ": 981,
    " y": 258,
    "yo": 1147,
    "ou": 875,
    " yo": 262,
    "you": 1148,
    "ou ": 876,
    " you": 263,
    "you ": 1149,
    "la": 694,
    "at": 334,
    "r ": 917,
    " la": 123,
    "lat": 697,
    "ate": 336,
    "er ": 498,
    " lat": 125,
    "late": 698,
    "ater": 337,
    "ter ": 1014,
    " n": 151,
    "ig": 633,
    "gh": 543,
    "ht": 600,
    " ni": 159,
    "nig": 797,
    "igh": 634,
    "ght": 546,
    "ht ": 601,
    " nig": 161,
    "nigh": 798,
    "ight": 635,
    "ght ": 547,
    "ye": 1143,
    "bye": 376,
    "ye ": 1144,
    " bye": 28,
    "bye ": 377,
    "db": 437,
    "odb": 824,
    "dby": 438,
    "oodb": 852,
    "odby": 825,
    "dbye": 439,
    "ha": 569,
    "av": 338,
    " ha": 94,
    "hav": 574,
    "ave": 339,
    "ve ": 1102,
    " hav": 95,
    "have": 575,
    "ave ": 340,
    "a ": 286,
    " a ": 5,
    "ic": 630,
    "ce": 395,
    "nic": 795,
    "ice": 631,
    "ce ": 396,
    " nic": 160,
    "nice": 796,
    "ice ": 632,
    "da": 432,
    "ay": 344,
    " da": 60,
    "day": 435,
    "ay ": 345,
    " day": 62,
    "day ": 436,
    "ar": 327,
    "ro": 946,
    "un": 1080,
    "nd": 773,
    " ar": 13,
    "aro": 330,
    "rou": 950,
    "oun": 877,
    "und": 1081,
    "nd ": 774,
    " aro": 15,
    "arou": 331,
    "roun": 951,
    "ound": 878,
    "und ": 1082,
    "tạ": 1058,
    "ạm": 1205,
    "m ": 736,
    " tạ": 230,
    "tạm": 1059,
    "ạm ": 1206,
    " tạm": 231,
    "tạm ": 1060,
    "ệ": 1236,
    "bi": 356,
    "iệ": 673,
    "ệt": 1239,
    " bi": 19,
    "biệ": 359,
    "iệt": 676,
    "ệt ": 1240,
    " biệ": 21,
    "biệt": 360,
    "iệt ": 677,
    "ẹ": 1228,
    "hẹ": 618,
    "ẹn": 1229,
    " hẹ": 107,
    "hẹn": 619,
    "ẹn ": 1230,
    " hẹn": 108,
    "hẹn ": 620,
    "ặ": 1223,
    "p": 884,
    "gặ": 564,
    "ặp": 1224,
    "p ": 885,
    " gặ": 91,
    "gặp": 565,
    "ặp ": 1225,
    " gặp": 92,
    "gặp ": 566,
    "lạ": 732,
    "ại": 1203,
    " lạ": 133,
    "lại": 733,
    "ại ": 1204,
    " lại": 134,
    "lại ": 734,
    "es": 510,
    " ye": 260,
    "yes": 1145,
    "es ": 511,
    " yes": 261,
    "yes ": 1146,
    " y ": 259,
    " i": 109,
    "ed": 472,
    " in": 111,
    "ind": 641,
    "nde": 775,
    "dee": 442,
    "eed": 476,
    "ed ": 473,
    " ind": 112,
    "inde": 642,
    "ndee": 776,
    "deed": 443,
    "eed ": 477,
    " o": 167,
    "of": 830,
    "f ": 526,
    " of": 168,
    "of ": 831,
    " of ": 169,
    "co": 404,
    "ur": 1091,
    "rs": 957,
    " co": 42,
    "cou": 407,
    "our": 879,
    "urs": 1092,
    "rse": 958,
    "se ": 979,
    " cou": 44,
    "cour": 408,
    "ours": 880,
    "urse": 1093,
    "rse ": 959,
    "tha": 1018,
    "hat": 572,
    "at ": 335,
    " tha": 211,
    "that": 1019,
    "hat ": 573,
    "so": 985,
    "ds": 457,
    " so": 194,
    "sou": 987,
    "nds": 778,
    "ds ": 458,
    " sou": 196,
    "soun": 988,
    "unds": 1083,
    "nds ": 779,
    "rr": 952,
    "ec": 469,
    "ct": 409,
    "cor": 405,
    "orr": 868,
    "rre": 953,
    "rec": 926,
    "ect": 470,
    "ct ": 410,
    " cor": 43,
    "corr": 406,
    "orre": 869,
    "rrec": 954,
    "rect": 927,
    "ect ": 471,
    " no": 162,
    "no ": 804,
    " no ": 163,
    " n ": 152,
    "ne": 780,
    " ne": 153,
    "nev": 782,
    "ver": 1105,
    " nev": 154,
    "neve": 783,
    "ever": 519,
    "ver ": 1106,
    " i ": 110,
    "do": 454,
    " do": 65,
    "don": 455,
    " don": 66,
    "don ": 456,
    " t ": 204,
    "k": 678,
    "nk": 801,
    "k ": 679,
    "thi": 1023,
    "hin": 586,
    "ink": 645,
    "nk ": 802,
    " thi": 213,
    "thin": 1024,
    "hink": 587,
    "ink ": 646,
    "so ": 986,
    " so ": 195,
    "li": 707,
    "ik": 636,
    "ke": 680,
    " li": 128,
    "lik": 708,
    "ike": 637,
    "ke ": 681,
    " lik": 129,
    "like": 709,
    "ike ": 638,
    "w": 1115,
    " w": 244,
    "wa": 1116,
    " wa": 245,
    "way": 1119,
    " way": 247,
    "way ": 1120,
    "ot": 871,
    "not": 807,
    "ot ": 872,
    " not": 164,
    "not ": 808,
    " r": 178,
    "ea": 464,
    "al": 302,
    "ly": 730,
    " re": 179,
    "rea": 923,
    "eal": 465,
    "all": 307,
    "lly": 719,
    "ly ": 731,
    " rea": 180,
    "real": 924,
    "eall": 466,
    "ally": 308,
    "lly ": 720,
    " p": 170,
    "pe": 889,
    "rf": 930,
    "fe": 527,
    " pe": 171,
    "per": 890,
    "erf": 503,
    "rfe": 931,
    "fec": 528,
    " per": 172,
    "perf": 892,
    "erfe": 504,
    "rfec": 932,
    "fect": 529,
    "gr": 559,
    " gr": 87,
    "gre": 560,
    "eat": 467,
    " gre": 88,
    "grea": 561,
    "reat": 925,
    "eat ": 468,
    "z": 1150,
    "am": 309,
    "ma": 737,
    "az": 346,
    "zi": 1151,
    " am": 10,
    "ama": 311,
    "maz": 742,
    "azi": 347,
    "zin": 1152,
    " ama": 12,
    "amaz": 312,
    "mazi": 743,
    "azin": 348,
    "zing": 1153,
    " f": 74,
    " fe": 75,
    "fee": 530,
    "eel": 478,
    "eli": 483,
    "lin": 710,
    " fee": 76,
    "feel": 531,
    "eeli": 480,
    "elin": 484,
    "ling": 711,
    " k": 116,
    "ki": 687,
    " ki": 119,
    "kin": 688,
    " kin": 120,
    "king": 689,
    "wo": 1124,
    "fu": 535,
    "ul": 1073,
    "l ": 693,
    " wo": 250,
    "won": 1125,
    "ond": 843,
    "der": 444,
    "rfu": 933,
    "ful": 536,
    "ul ": 1074,
    " won": 251,
    "wond": 1126,
    "onde": 844,
    "nder": 777,
    "derf": 445,
    "erfu": 505,
    "rful": 934,
    "ful ": 537,
    "am ": 310,
    " am ": 11,
    " v": 237,
    "ry": 960,
    " ve": 238,
    "ery": 508,
    "ry ": 961,
    " ver": 239,
    "very": 1107,
    "ery ": 509,
    "goi": 555,
    " goi": 85,
    "goin": 556,
    "oing": 835,
    "to": 1036,
    " to": 220,
    "to ": 1037,
    " to ": 221,
    "sa": 967,
    " sa": 185,
    "sav": 976,
    " sav": 189,
    "save": 977,
    "he ": 577,
    "the ": 1021,
    "rl": 938,
    "ld": 701,
    "wor": 1127,
    "orl": 864,
    "rld": 939,
    "ld ": 702,
    " wor": 252,
    "worl": 1128,
    "orld": 865,
    "rld ": 940,
    "su": 992,
    "up": 1088,
    " su": 199,
    "sup": 995,
    "upe": 1089,
    " sup": 200,
    "supe": 996,
    "uper": 1090,
    "per ": 891,
    "st": 989,
    "ok": 837,
    " st": 197,
    "sto": 990,
    "tok": 1038,
    "oke": 839,
    "ked": 682,
    " sto": 198,
    "stok": 991,
    "toke": 1039,
    "oked": 840,
    "ked ": 683,
    "ex": 520,
    "xt": 1136,
    "tr": 1044,
    "em": 490,
    "me": 747,
    " ex": 72,
    "ext": 521,
    "xtr": 1137,
    "tre": 1045,
    "rem": 928,
    "eme": 492,
    "mel": 748,
    "ely": 488,
    " ext": 73,
    "extr": 522,
    "xtre": 1138,
    "trem": 1046,
    "reme": 929,
    "emel": 493,
    "mely": 749,
    "ely ": 489,
    "my": 763,
    " my": 145,
    "my ": 764,
    " my ": 146,
    "as": 332,
    "was": 1117,
    "as ": 333,
    " was": 246,
    "was ": 1118,
    "ho": 590,
    "ri": 935,
    "ib": 627,
    "bl": 361,
    " ho": 101,
    "hor": 596,
    "rri": 955,
    "rib": 936,
    "ibl": 628,
    "ble": 362,
    "le ": 704,
    " hor": 102,
    "horr": 597,
    "orri": 870,
    "rrib": 956,
    "ribl": 937,
    "ible": 629,
    "ble ": 363,
    "ad": 293,
    "sad": 970,
    "ad ": 294,
    " sad": 187,
    "sad ": 971,
    "el ": 482,
    "eel ": 479,
    "we": 1121,
    " we": 248,
    "wel": 1122,
    "ll ": 716,
    " wel": 249,
    "well": 1123,
    "ell ": 486,
    "di": 448,
    "is": 656,
    "ap": 321,
    "pp": 903,
    "po": 900,
    "nt": 809,
    " di": 63,
    "dis": 449,
    "isa": 657,
    "sap": 974,
    "app": 322,
    "ppo": 904,
    "poi": 901,
    "int": 647,
    "nte": 810,
    "ted": 1011,
    " dis": 64,
    "disa": 450,
    "isap": 658,
    "sapp": 975,
    "appo": 323,
    "ppoi": 905,
    "poin": 902,
    "oint": 836,
    "inte": 648,
    "nted": 811,
    "ted ": 1012,
    " m ": 136,
    " u": 234,
    "nh": 788,
    "py": 914,
    " un": 235,
    "unh": 1086,
    "nha": 790,
    "hap": 570,
    "ppy": 906,
    "py ": 915,
    " unh": 236,
    "unha": 1087,
    "nhap": 791,
    "happ": 571,
    "appy": 324,
    "ppy ": 907,
    "aa": 287,
    "saa": 968,
    "aad": 288,
    " saa": 186,
    "saad": 969,
    "aad ": 289,
    "are": 328,
    " are": 14,
    "are ": 329,
    "bo": 366,
    " bo": 24,
    "bot": 369,
    " bot": 25,
    "bot ": 370,
    "hu": 602,
    "um": 1075,
    "an": 315,
    " hu": 103,
    "hum": 603,
    "uma": 1076,
    "man": 740,
    "an ": 316,
    " hum": 104,
    "huma": 604,
    "uman": 1077,
    "man ": 741,
    "ta": 1002,
    "lk": 712,
    " ta": 205,
    "tal": 1005,
    "alk": 305,
    "lki": 713,
    " tal": 207,
    "talk": 1006,
    "alki": 306,
    "lkin": 714,
    "ô": 1189,
    "tô": 1055,
    "ôi": 1190,
    " tô": 228,
    "tôi": 1056,
    "ôi ": 1191,
    " tôi": 229,
    "tôi ": 1057,
    "ố": 1241,
    "mu": 758,
    "uố": 1094,
    "ốn": 1242,
    " mu": 142,
    "muố": 761,
    "uốn": 1095,
    "ốn ": 1243,
    " muố": 144,
    "muốn": 762,
    "uốn ": 1096,
    "ì": 1176,
    "tì": 1049,
    "ìm": 1178,
    " tì": 224,
    "tìm": 1050,
    "ìm ": 1179,
    " tìm": 225,
    "tìm ": 1051,
    "ip": 649,
    "ph": 893,
    " ip": 113,
    "iph": 652,
    "pho": 894,
    "hon": 592,
    "one": 845,
    "ne ": 781,
    " iph": 115,
    "ipho": 653,
    "phon": 895,
    "hone": 593,
    "one ": 846,
    "_": 276,
    " _": 1,
    "__": 278,
    "_n": 282,
    "nu": 812,
    "mb": 744,
    "be": 353,
    "r_": 918,
    "_ ": 277,
    " __": 2,
    "__n": 280,
    "_nu": 283,
    "num": 813,
    "umb": 1078,
    "mbe": 745,
    "ber": 354,
    "er_": 499,
    "r__": 919,
    "__ ": 279,
    " __n": 3,
    "__nu": 281,
    "_num": 284,
    "numb": 814,
    "umbe": 1079,
    "mber": 746,
    "ber_": 355,
    "er__": 500,
    "r__ ": 920,
    "cho": 398,
    "ho ": 591,
    " cho": 39,
    "cho ": 399,
    "ế": 1231,
    "iế": 670,
    "ết": 1232,
    "biế": 357,
    "iết": 671,
    "ết ": 1233,
    " biế": 20,
    "biết": 358,
    "iết ": 672,
    "á": 1162,
    "gi": 548,
    "iá": 662,
    "á ": 1163,
    " gi": 80,
    "giá": 549,
    "iá ": 663,
    " giá": 81,
    "giá ": 550,
    "ủ": 1251,
    "củ": 424,
    "ủa": 1252,
    " củ": 55,
    "của": 425,
    "ủa ": 1253,
    " của": 56,
    "của ": 426,
    "ac": 290,
    "cb": 392,
    " ma": 137,
    "mac": 738,
    "acb": 291,
    "cbo": 393,
    "boo": 367,
    "ook": 855,
    "ok ": 838,
    " mac": 138,
    "macb": 739,
    "acbo": 292,
    "cboo": 394,
    "book": 368,
    "ook ": 856,
    "pr": 908,
    " pr": 176,
    "pro": 909,
    "ro ": 947,
    " pro": 177,
    "pro ": 910,
    "ò": 1184,
    "cò": 416,
    "òn": 1185,
    " cò": 49,
    "còn": 417,
    "òn ": 1186,
    " còn": 50,
    "còn ": 418,
    "àn": 1156,
    " hà": 105,
    "hàn": 608,
    "àng": 1158,
    " hàn": 106,
    "hàng": 609,
    "àng ": 1159,
    "ms": 755,
    "sam": 972,
    "ams": 313,
    "msu": 756,
    "sun": 993,
    "ung": 1084,
    " sam": 188,
    "sams": 973,
    "amsu": 314,
    "msun": 757,
    "sung": 994,
    "ung ": 1085,
    "ga": 540,
    "ax": 341,
    "xy": 1139,
    " ga": 78,
    "gal": 541,
    "ala": 303,
    "lax": 699,
    "axy": 342,
    "xy ": 1140,
    " gal": 79,
    "gala": 542,
    "alax": 304,
    "laxy": 700,
    "axy ": 343,
    "2": 271,
    "3": 274,
    "s2": 964,
    "23": 272,
    "3 ": 275,
    " s2": 183,
    "s23": 965,
    "23 ": 273,
    " s23": 184,
    "s23 ": 966,
    "kh": 684,
    "hô": 612,
    "ôn": 1192,
    " kh": 117,
    "khô": 685,
    "hôn": 613,
    "ông": 1193,
    " khô": 118,
    "khôn": 686,
    "hông": 614,
    "ông ": 1194,
    "tb": 1007,
    "bs": 371,
    "sh": 982,
    "op": 861,
    " tb": 208,
    "tbs": 1008,
    "bsh": 372,
    "sho": 983,
    "hop": 594,
    "op ": 862,
    " tbs": 209,
    "tbsh": 1009,
    "bsho": 373,
    "shop": 984,
    "hop ": 595,
    "ó": 1187,
    "có": 419,
    "ó ": 1188,
    " có": 51,
    "có ": 420,
    " có ": 52,
    "bá": 381,
    "án": 1166,
    " bá": 31,
    "bán": 382,
    "án ": 1167,
    " bán": 32,
    "bán ": 383,
    "pt": 911,
    "lap": 695,
    "apt": 325,
    "pto": 912,
    "top": 1042,
    " lap": 124,
    "lapt": 696,
    "apto": 326,
    "ptop": 913,
    "top ": 1043,
    "đ": 1195,
    " đ": 266,
    "đi": 1196,
    "ện": 1237,
    " đi": 267,
    "điệ": 1197,
    "iện": 674,
    "ện ": 1238,
    " điệ": 268,
    "điện": 1198,
    "iện ": 675,
    "oạ": 881,
    "tho": 1025,
    "hoạ": 598,
    "oại": 882,
    " tho": 214,
    "thoạ": 1026,
    "hoại": 599,
    "oại ": 883,
    "ti": 1031,
    "iv": 659,
    "vi": 1108,
    " ti": 217,
    "tiv": 1034,
    "ivi": 660,
    "vi ": 1109,
    " tiv": 219,
    "tivi": 1035,
    "ivi ": 661,
    " à": 264,
    "à ": 1155,
    " à ": 265,
    "ua": 1065,
    "mua": 759,
    "ua ": 1066,
    " mua": 143,
    "mua ": 760,
    "ai": 298,
    "tai": 1003,
    "ai ": 299,
    " tai": 206,
    "tai ": 1004,
    " ng": 155,
    "ngh": 786,
    "ghe": 544,
    " ngh": 156,
    "nghe": 787,
    "ghe ": 545,
    "oa": 820,
    " lo": 130,
    "loa": 723,
    "oa ": 821,
    " loa": 131,
    "loa ": 724,
    "lu": 727,
    "ue": 1070,
    "h ": 568,
    " bl": 22,
    "blu": 364,
    "lue": 728,
    "uet": 1071,
    "eto": 514,
    "too": 1040,
    "oot": 859,
    "oth": 873,
    "th ": 1017,
    " blu": 23,
    "blue": 365,
    "luet": 729,
    "ueto": 1072,
    "etoo": 515,
    "toot": 1041,
    "ooth": 860,
    "oth ": 874,
    " sh": 192,
    " sho": 193,
    "má": 765,
    "áy": 1168,
    " má": 147,
    "máy": 766,
    "áy ": 1169,
    " máy": 148,
    "máy ": 767,
    "iặ": 667,
    "ặt": 1226,
    "giặ": 551,
    "iặt": 668,
    "ặt ": 1227,
    " giặ": 82,
    "giặt": 552,
    "iặt ": 669,
    "ầ": 1214,
    "cầ": 421,
    "ần": 1215,
    " cầ": 53,
    "cần": 422,
    "ần ": 1216,
    " cần": 54,
    "cần ": 423,
    "thô": 1029,
    " thô": 216,
    "thôn": 1030,
    "tin": 1032,
    " tin": 218,
    "tin ": 1033,
    "ề": 1234,
    "về": 1113,
    "ề ": 1235,
    " về": 242,
    "về ": 1114,
    " về ": 243,
    "í": 1180,
    "tí": 1052,
    "ín": 1181,
    " tí": 226,
    "tín": 1053,
    "ính": 1182,
    "nh ": 789,
    " tín": 227,
    "tính": 1054,
    "ính ": 1183,
    "ả": 1209,
    "bả": 387,
    "ản": 1210,
    " bả": 35,
    "bản": 388,
    "ảng": 1212,
    " bản": 36,
    "bảng": 389,
    "ảng ": 1213,
    "pa": 886,
    "ipa": 650,
    "pad": 887,
    " ipa": 114,
    "ipad": 651,
    "pad ": 888,
    "ir": 654,
    " ai": 8,
    "air": 300,
    "ir ": 655,
    " air": 9,
    "air ": 301,
    "ứ": 1254,
    "hứ": 623,
    "ứ ": 1255,
    "chứ": 402,
    "hứ ": 624,
    " chứ": 41,
    "chứ ": 403,
    "ử": 1256,
    "cử": 427,
    "ửa": 1258,
    " cử": 57,
    "cửa": 428,
    "ửa ": 1259,
    " cửa": 58,
    "cửa ": 429,
    "è": 1170,
    "đè": 1199,
    "èn": 1171,
    " đè": 269,
    "đèn": 1200,
    "èn ": 1172,
    " đèn": 270,
    "đèn ": 1201,
    "bà": 378,
    " bà": 29,
    "bàn": 379,
    "àn ": 1157,
    " bàn": 30,
    "bàn ": 380,
    "xe": 1130,
    " xe": 254,
    "xem": 1131,
    "em ": 491,
    " xem": 255,
    "xem ": 1132,
    "cá": 413,
    "ác": 1164,
    "c ": 391,
    " cá": 47,
    "các": 414,
    "ác ": 1165,
    " các": 48,
    "các ": 415,
    "sả": 997,
    " sả": 201,
    "sản": 998,
    "ản ": 1211,
    " sản": 202,
    "sản ": 999,
    "ẩ": 1217,
    "hẩ": 615,
    "ẩm": 1218,
    " ph": 173,
    "phẩ": 896,
    "hẩm": 616,
    "ẩm ": 1219,
    " phẩ": 174,
    "phẩm": 897,
    "hẩm ": 617,
    "ộ": 1244,
    "uộ": 1097,
    "ộc": 1245,
    "thu": 1027,
    "huộ": 605,
    "uộc": 1098,
    "ộc ": 1246,
    " thu": 215,
    "thuộ": 1028,
    "huộc": 606,
    "uộc ": 1099,
    "dan": 433,
    "anh": 317,
    " dan": 61,
    "danh": 434,
    "anh ": 318,
    "ụ": 1247,
    "mụ": 768,
    "ục": 1249,
    " mụ": 149,
    "mục": 769,
    "ục ": 1250,
    " mục": 150,
    "mục ": 770,
    "hụ": 621,
    "ụ ": 1248,
    "phụ": 898,
    "hụ ": 622,
    " phụ": 175,
    "phụ ": 899,
    "kiệ": 690,
    " kiệ": 121,
    "kiện": 691,
    "gì": 562,
    "ì ": 1177,
    " gì": 89,
    "gì ": 563,
    " gì ": 90,
    " tr": 222,
    "tro": 1047,
    "ron": 948,
    "ong": 847,
    " tro": 223,
    "tron": 1048,
    "rong": 949,
    "ong ": 848,
    "tử": 1061,
    "ử ": 1257,
    " tử": 232,
    "tử ": 1062,
    " tử ": 233,
    "ba": 350,
    "ao": 319,
    " ba": 17,
    "bao": 351,
    "ao ": 320,
    " bao": 18,
    "bao ": 352,
    "ê": 1173,
    "iê": 664,
    "êu": 1174,
    " nh": 157,
    "nhi": 792,
    "hiê": 588,
    "iêu": 665,
    "êu ": 1175,
    " nhi": 158,
    "nhiê": 793,
    "hiêu": 589,
    "iêu ": 666,
    "nà": 815,
    " nà": 165,
    "nào": 816,
    " nào": 166,
    "nào ": 817,
    "ậ": 1220,
    "vậ": 1110,
    "ậy": 1221,
    " vậ": 240,
    "vậy": 1111,
    "ậy ": 1222,
    " vậy": 241,
    "vậy ": 1112,
    "loạ": 725,
    " loạ": 132,
    "loại": 726
  },
  "response": null,
  "action_text": null
}