{
  "text": {
    "hey": 36,
    "hello": 35,
    "hi": 37,
    "there": 80,
    "good": 29,
    "morning": 52,
    "evening": 21,
    "moin": 51,
    "let": 47,
    "s": 65,
    "go": 27,
    "dude": 20,
    "goodmorning": 32,
    "goodevening": 31,
    "afternoon": 2,
    "cu": 14,
    "by": 9,
    "see": 71,
    "you": 94,
    "later": 46,
    "night": 58,
    "bye": 10,
    "goodbye": 30,
    "have": 34,
    "a": 1,
    "nice": 57,
    "day": 17,
    "around": 6,
    "yes": 93,
    "y": 92,
    "indeed": 42,
    "of": 61,
    "course": 13,
    "that": 78,
    "sounds": 73,
    "correct": 12,
    "no": 59,
    "n": 55,
    "never": 56,
    "i": 41,
    "don": 19,
    "t": 76,
    "think": 81,
    "so": 72,
    "like": 48,
    "way": 88,
    "not": 60,
    "really": 64,
    "perfect": 62,
    "great": 33,
    "amazing": 4,
    "feeling": 24,
    "king": 45,
    "wonderful": 90,
    "am": 3,
    "very": 86,
    "going": 28,
    "to": 82,
    "save": 70,
    "the": 79,
    "world": 91,
    "super": 75,
    "stoked": 74,
    "extremely": 22,
    "my": 54,
    "was": 87,
    "horrible": 38,
    "sad": 68,
    "feel": 23,
    "well": 89,
    "disappointed": 18,
    "m": 49,
    "unhappy": 85,
    "saad": 67,
    "are": 5,
    "bot": 8,
    "human": 39,
    "talking": 77,
    "tôi": 84,
    "muốn": 53,
    "tìm": 83,
    "iphone": 43,
    "__number__": 0,
    "cho": 11,
    "biết": 7,
    "giá": 26,
    "của": 16,
    "macbook": 50,
    "pro": 63,
    "còn": 15,
    "hàng": 40,
    "samsung": 69,
    "galaxy": 25,
    "s23": 66,
    "không": 44
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2,
    "ask_product": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_product_info": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}