{
  "text": {
    "hey": 47,
    "hello": 46,
    "hi": 48,
    "there": 100,
    "good": 40,
    "morning": 66,
    "evening": 31,
    "moin": 65,
    "let": 60,
    "s": 82,
    "go": 38,
    "dude": 30,
    "goodmorning": 43,
    "goodevening": 42,
    "afternoon": 2,
    "cu": 21,
    "by": 11,
    "see": 88,
    "you": 120,
    "later": 59,
    "night": 75,
    "bye": 12,
    "goodbye": 41,
    "have": 45,
    "a": 1,
    "nice": 74,
    "day": 27,
    "around": 7,
    "yes": 119,
    "y": 118,
    "indeed": 53,
    "of": 78,
    "course": 20,
    "that": 98,
    "sounds": 91,
    "correct": 19,
    "no": 76,
    "n": 71,
    "never": 72,
    "i": 52,
    "don": 29,
    "t": 94,
    "think": 101,
    "so": 90,
    "like": 61,
    "way": 114,
    "not": 77,
    "really": 81,
    "perfect": 79,
    "great": 44,
    "amazing": 5,
    "feeling": 34,
    "king": 57,
    "wonderful": 116,
    "am": 4,
    "very": 111,
    "going": 39,
    "to": 106,
    "save": 87,
    "the": 99,
    "world": 117,
    "super": 93,
    "stoked": 92,
    "extremely": 32,
    "my": 69,
    "was": 113,
    "horrible": 49,
    "sad": 85,
    "feel": 33,
    "well": 115,
    "disappointed": 28,
    "m": 63,
    "unhappy": 110,
    "saad": 84,
    "are": 6,
    "bot": 10,
    "human": 50,
    "talking": 96,
    "tôi": 109,
    "muốn": 68,
    "tìm": 107,
    "iphone": 55,
    "__number__": 0,
    "cho": 17,
    "biết": 8,
    "giá": 36,
    "của": 25,
    "macbook": 64,
    "pro": 80,
    "còn": 22,
    "hàng": 51,
    "samsung": 86,
    "galaxy": 35,
    "s23": 83,
    "không": 56,
    "tbshop": 97,
    "có": 23,
    "bán": 14,
    "laptop": 58,
    "điện": 122,
    "thoại": 102,
    "bạn": 15,
    "tivi": 105,
    "à": 121,
    "mua": 67,
    "tai": 95,
    "nghe": 73,
    "loa": 62,
    "bluetooth": 9,
    "shop": 89,
    "máy": 70,
    "giặt": 37,
    "cần": 24,
    "thông": 103,
    "tin": 104,
    "về": 112,
    "tính": 108,
    "bảng": 16,
    "ipad": 54,
    "air": 3,
    "chứ": 18,
    "cửa": 26,
    "đèn": 123,
    "bàn": 13
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2,
    "ask_product": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_product_info": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}