{
  "text": {
    "hey": 54,
    "hello": 53,
    "hi": 55,
    "there": 117,
    "good": 45,
    "morning": 77,
    "evening": 36,
    "moin": 76,
    "let": 69,
    "s": 98,
    "go": 43,
    "dude": 35,
    "goodmorning": 48,
    "goodevening": 47,
    "afternoon": 2,
    "xin": 141,
    "chào": 20,
    "bạn": 17,
    "cu": 24,
    "by": 13,
    "see": 104,
    "you": 144,
    "later": 68,
    "night": 88,
    "bye": 14,
    "goodbye": 46,
    "have": 52,
    "a": 1,
    "nice": 87,
    "day": 32,
    "around": 7,
    "tạm": 129,
    "biệt": 10,
    "hẹn": 59,
    "gặp": 51,
    "lại": 73,
    "yes": 143,
    "y": 142,
    "indeed": 61,
    "of": 92,
    "course": 23,
    "that": 115,
    "sounds": 107,
    "correct": 22,
    "no": 89,
    "n": 83,
    "never": 84,
    "i": 60,
    "don": 34,
    "t": 111,
    "think": 118,
    "so": 106,
    "like": 70,
    "way": 136,
    "not": 90,
    "really": 97,
    "perfect": 93,
    "great": 49,
    "amazing": 5,
    "feeling": 39,
    "king": 65,
    "wonderful": 138,
    "am": 4,
    "very": 132,
    "going": 44,
    "to": 124,
    "save": 103,
    "the": 116,
    "world": 139,
    "super": 109,
    "stoked": 108,
    "extremely": 37,
    "my": 80,
    "was": 135,
    "horrible": 56,
    "sad": 101,
    "feel": 38,
    "well": 137,
    "disappointed": 33,
    "m": 74,
    "unhappy": 131,
    "saad": 100,
    "are": 6,
    "bot": 12,
    "human": 57,
    "talking": 113,
    "tôi": 128,
    "muốn": 79,
    "tìm": 126,
    "iphone": 63,
    "__number__": 0,
    "cho": 19,
    "biết": 9,
    "giá": 41,
    "của": 29,
    "macbook": 75,
    "pro": 96,
    "còn": 26,
    "hàng": 58,
    "samsung": 102,
    "galaxy": 40,
    "s23": 99,
    "không": 64,
    "tbshop": 114,
    "có": 27,
    "bán": 16,
    "laptop": 67,
    "điện": 146,
    "thoại": 119,
    "tivi": 123,
    "à": 145,
    "mua": 78,
    "tai": 112,
    "nghe": 85,
    "loa": 71,
    "bluetooth": 11,
    "shop": 105,
    "máy": 81,
    "giặt": 42,
    "cần": 28,
    "thông": 121,
    "tin": 122,
    "về": 134,
    "tính": 127,
    "bảng": 18,
    "ipad": 62,
    "air": 3,
    "chứ": 21,
    "cửa": 30,
    "đèn": 147,
    "bàn": 15,
    "xem": 140,
    "các": 25,
    "sản": 110,
    "phẩm": 94,
    "thuộc": 120,
    "danh": 31,
    "mục": 82,
    "phụ": 95,
    "kiện": 66,
    "gì": 50,
    "trong": 125,
    "tử": 130,
    "bao": 8,
    "nhiêu": 86,
    "nào": 91,
    "vậy": 133,
    "loại": 72
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2,
    "ask_product": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_product_info": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}