{
  "text": {
    "xin": 91,
    "chào": 11,
    "hello": 29,
    "hi": 30,
    "bạn": 8,
    "tạm": 84,
    "biệt": 3,
    "bye": 5,
    "nhé": 57,
    "hẹn": 33,
    "gặp": 28,
    "lại": 41,
    "bái": 7,
    "bai": 1,
    "tôi": 83,
    "muốn": 49,
    "tìm": 81,
    "sản": 68,
    "phẩm": 63,
    "meme": 45,
    "giày": 23,
    "thể": 76,
    "thao": 71,
    "có": 16,
    "iphone": 36,
    "__number__": 0,
    "không": 38,
    "macbook": 44,
    "pro": 65,
    "giá": 24,
    "bao": 2,
    "nhiêu": 56,
    "tai": 70,
    "nghe": 55,
    "bluetooth": 4,
    "mình": 51,
    "đang": 95,
    "áo": 93,
    "thun": 73,
    "nam": 54,
    "bàn": 6,
    "phím": 60,
    "cơ": 17,
    "còn": 15,
    "hàng": 32,
    "cho": 10,
    "hỏi": 34,
    "về": 89,
    "đồng": 101,
    "hồ": 35,
    "thông": 75,
    "minh": 46,
    "cần": 18,
    "mua": 48,
    "máy": 50,
    "lọc": 43,
    "khí": 37,
    "tủ": 85,
    "lạnh": 42,
    "mini": 47,
    "hiện": 31,
    "sẵn": 69,
    "laptop": 40,
    "gaming": 21,
    "giảm": 26,
    "nào": 58,
    "trong": 80,
    "danh": 19,
    "mục": 53,
    "điện": 96,
    "thoại": 72,
    "các": 14,
    "thuộc": 74,
    "tính": 82,
    "bảng": 9,
    "gì": 27,
    "xem": 90,
    "phụ": 64,
    "kiện": 39,
    "thời": 77,
    "trang": 79,
    "gia": 22,
    "dụng": 20,
    "tử": 86,
    "ưu": 102,
    "đãi": 98,
    "thực": 78,
    "giúp": 25,
    "mở": 52,
    "văn": 88,
    "phòng": 61,
    "đồ": 100,
    "chơi": 13,
    "đúng": 99,
    "rồi": 66,
    "vâng": 87,
    "ok": 59,
    "chính": 12,
    "xác": 92,
    "ý": 94,
    "ừ": 103,
    "phải": 62,
    "sai": 67,
    "đâu": 97
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "ask_product": 2,
    "ask_category": 1,
    "affirm": 0,
    "deny": 4,
    "bot_challenge": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_product_info": 6,
    "utter_goodbye": 13,
    "utter_greet": 14,
    "utter_iamabot": 15
  },
  "action_text": null,
  "intent_response_key": null
}